
1 = "Microsoft Messenger";
2 = "Status:";
3 = "E-mail address:";
4 = "Remember my password";
5 = "Example: example555@hotmail.com";
6 = "Password:";
7 = "Forget your password?";
8 = "Create a Windows Live ID";
9 = "Type your e-mail address.";
10 = "Type your password.";
11 = "Select this check box to save your password on your computer. Clear this check box if you do not want to save your password on your computer.";
12 = "";
13 = "Click to open a Web page where you can reset your password.";
14 = "Click to open a Web page where you can create credentials (e-mail address and password) to use as your Windows Live ID.";
15 = "Click to close the Messenger dialog box and not sign in to Messenger.";
16 = "Click to sign in to Messenger.";
17 = "Type your e-mail address and password to sign in to Messenger.";
18 = "Sign In";
19 = "Example: someone@example.com";
20 = "E-mail address:";
21 = "User ID:";
22 = "Example: Domain∖e-mail name";
23 = "See your network administrator. User ID is not required by some companies.";
24 = "Enter your user ID here.";
27 = "Use my network ID and password";
28 = "Choose this option if your Mac is joined to a Windows network. Click on the help icon below for more information.";
